symphony/notes.org
#+title: AI를 활용한 도면 설계 자동화 및 검도 시스템
#+subtitle: team <symphony>
#+date: <2020-10-26 Mon 18:00>
#+tags: python, bash, elisp, lisp, autocad, autolisp
#+property: header-args:bash :results verbatim
#+property: header-args:elisp :exports both
#+property: header-args:ipython :session symphony :tangle "verify-autocad.py" :exports both
#+OPTIONS: toc:1
#+options: num:1 
#+author: srolisp

* 해결과제

** TODO 프로젝트 사전 준비

- [X] 연락망
  
- [X] 배경이해 <2020-10-30 Fri>
  
- [ ] 프로젝트 툴

  - google drive by uipa
    
    https://drive.google.com/drive/folders/1yYiv-ssXVfBPnpwZE4qSQpoDzhZOzhXE
  
  - 비지니스 모델 캔버스

    https://cnvs.online/en/business/-MLCeyJI0uQ_CFmCmdzC
    
  - 

- 


** TODO 해결과제

# - [ ] 스토리텔링
  
# - [ ] 어디까지 결과물을 도출할 것인가(목표)

***  BMC 및 발표 다듬기

**** [#A] KDH 강사님

- [ ] Definition - '무엇을 하는 것인가' 에 대해 명확히 전달하라.

- [ ] 어떤 서비스를 할 것이냐?

  # - "발주용 서비스 등등"

   
**** 발표내용, 질문 및 답변, 참고사항


  #   + "BtoB 사이에서 관리"

  # - [ ] 고객 세그먼트(CS)

  #   + 직접적

  #     + 현대해양? 등등

  #   + 간접적

  #     + 설계 외주 업체


- 발표
  
  - [ ] 고객 관계(CR)

  - [ ] Channels

  - [ ] Cost structure

    + claim (처리에 대비해야할) cost

  - [ ] *핵심 활동(우리가 뭘 하는가?)* - 강사님

    + 소프트웨어 개발

    + 검도 직접 수행

    + 

    + 

- 질답

    - Question (강사님)

      + *claim cost 보호막?*

        증빙을 위한 서류들 구비: 상담내역, 계약서
        #+begin_quote
        *"특허 및 데이터는 특정(ex. 하우?) 변호사(단체)와 대화중이고, 법률적 범위에서 라이센스 및 특허에 대해 처리해주기로 논의중이다.(혹은 계약되어있다.)"*
        #+end_quote

      + *기술에 대한 보호막? 및  아무도 개발하지 못하고 있는 영역을 Startup에서 개발가능하냐?*

        스타트업 기업내 인력으로 모든것을 처리하기엔 비용적으로 기술적으로 시간적으로 어려운 부분이 있다.
        #+begin_quote
        *"기술력을 가진 기업들과 협약하라."*
        #+end_quote

      + *데이터는 어떻게 수집?*

        데이터셋 구축! Important!
        #+begin_quote
        *"인건비 싼 나라의 인력을 적극 활용하라."*
       
        *"나아가서 데이터셋을 모아서 팔 궁리를 하라." => "작은 서버 구축부터 시작하라."*
        #+end_quote

    - Question (수강생)

      + 설계 실무자의 두뇌 없이 자동으로 설계가 가능하냐?
       
      + 보급되어 있는 유사한 기술이 있느냐?

      + 작업, 검도의 신뢰도는 어떻게 되느냐?

        # 신뢰도가 낮은 경우, 재검도에 따른 비용 추가 발생 여지
     

* 생각해볼거리 및 의견, 아이디어 등등 whatever


* trivial

- [X] AI 아이디어 COMPETITION
  
- [ ] 구글링, 전화, 논문, 특허 등으로 정보를 수집해보자

  + CAD 2021(Windows)
    <2020-11-05 Thu>
    
# - [ ] 비용적인 문제에 대한 고민 질문(수업)
  
# - [ ] 팀원과의 갈등 고민 질문(수업)

# * Notes

# ** BMC

# *** 고객 세그먼트

#  비지니스 아이디어의 목표 고객은?

# **** 세그먼트별로 가치, 채널, 관계를 명확히

# **** 유료, 무료

# **** 특정 고객 그룹으로부터 주요 수익을 얻음

# *** 가치제안

# 고객이 이용함으로써 느끼게 되는, 얻게 되는 가치가 무엇인가?

# *** 채널(Delivery)

# 어떻게 전달? 제공?

# *** 고객관계

# 신규유치, 기존고객유지, 수익창출

# 어떠한 관계를 맺을 것인가? (직접, 인터넷, 1회성, 정기성, ..)


* 일정

# ** 팀빌딩
# <2020-10-26 Mon>

# ** 개발자 합류(양과장님)
# <2020-10-28 Wed>

# ** 마케팅 사업지원담당 합류(태과장님)
# <2020-10-29 Thu>

# ** 미팅
# <2020-10-30 Fri 16:30>

# ** BM 발표<교육과정>
# <2020-11-06 Fri>

