symphony/notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-11-08 Sun 09:08 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>AI를 활용한 도면 설계 자동화 및 검도 시스템</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="srolisp" />
</head>
<body>
<div id="content">
<h1 class="title">AI를 활용한 도면 설계 자동화 및 검도 시스템
<br />
<span class="subtitle">team &lt;symphony&gt;</span>
</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org8543bd4">1. 해결과제</a></li>
<li><a href="#orgd666afb">2. 생각해볼거리 및 의견, 아이디어 등등 whatever</a></li>
<li><a href="#orgd4376fe">3. trivial</a></li>
<li><a href="#org834ce8b">4. 일정</a></li>
</ul>
</div>
</div>

<div id="outline-container-org8543bd4" class="outline-2">
<h2 id="org8543bd4"><span class="section-number-2">1</span> 해결과제</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org004056c" class="outline-3">
<h3 id="org004056c"><span class="todo TODO">TODO</span> 프로젝트 사전 준비</h3>
<div class="outline-text-3" id="text-org004056c">
<ul class="org-ul">
<li class="on"><code>[X]</code> 연락망</li>

<li class="on"><code>[X]</code> 배경이해 <span class="timestamp-wrapper"><span class="timestamp">&lt;2020-10-30 Fri&gt;</span></span></li>

<li class="off"><code>[&#xa0;]</code> 프로젝트 툴

<ul class="org-ul">
<li><p>
google drive by uipa
</p>

<p>
<a href="https://drive.google.com/drive/folders/1yYiv-ssXVfBPnpwZE4qSQpoDzhZOzhXE">https://drive.google.com/drive/folders/1yYiv-ssXVfBPnpwZE4qSQpoDzhZOzhXE</a>
</p></li>

<li><p>
비지니스 모델 캔버스
</p>

<p>
<a href="https://cnvs.online/en/business/-MLCeyJI0uQ_CFmCmdzC">https://cnvs.online/en/business/-MLCeyJI0uQ_CFmCmdzC</a>
</p></li>

<li></li>
</ul></li>

<li></li>
</ul>
</div>
</div>


<div id="outline-container-orga72b761" class="outline-3">
<h3 id="orga72b761"><span class="todo TODO">TODO</span> 해결과제</h3>
<div class="outline-text-3" id="text-orga72b761">
</div>

<div id="outline-container-org3028698" class="outline-4">
<h4 id="org3028698">BMC 및 발표 다듬기</h4>
<div class="outline-text-4" id="text-org3028698">
</div>
<ul class="org-ul">
<li><a id="orgded9c87"></a>KDH 강사님<br />
<div class="outline-text-5" id="text-orgded9c87">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Definition - '무엇을 하는 것인가' 에 대해 명확히 전달하라.</li>

<li class="off"><code>[&#xa0;]</code> 어떤 서비스를 할 것이냐?</li>
</ul>
</div>
</li>


<li><a id="org21a154d"></a>발표내용, 질문 및 답변, 참고사항<br />
<div class="outline-text-5" id="text-org21a154d">
<ul class="org-ul">
<li>발표

<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> 고객 관계(CR)</li>

<li class="off"><code>[&#xa0;]</code> Channels</li>

<li class="off"><code>[&#xa0;]</code> Cost structure

<ul class="org-ul">
<li>claim (처리에 대비해야할) cost</li>
</ul></li>

<li class="off"><code>[&#xa0;]</code> <b>핵심 활동(우리가 뭘 하는가?)</b> - 강사님

<ul class="org-ul">
<li>소프트웨어 개발</li>

<li>검도 직접 수행</li>

<li></li>


<li></li>
</ul></li>
</ul></li>

<li>질답

<ul class="org-ul">
<li>Question (강사님)

<ul class="org-ul">
<li><p>
<b>claim cost 보호막?</b>
</p>

<p>
증빙을 위한 서류들 구비: 상담내역, 계약서
</p>
<blockquote>
<p>
<b>"특허 및 데이터는 특정(ex. 하우?) 변호사(단체)와 대화중이고, 법률적 범위에서 라이센스 및 특허에 대해 처리해주기로 논의중이다.(혹은 계약되어있다.)"</b>
</p>
</blockquote></li>

<li><p>
<b>기술에 대한 보호막? 및  아무도 개발하지 못하고 있는 영역을 Startup에서 개발가능하냐?</b>
</p>

<p>
스타트업 기업내 인력으로 모든것을 처리하기엔 비용적으로 기술적으로 시간적으로 어려운 부분이 있다.
</p>
<blockquote>
<p>
<b>"기술력을 가진 기업들과 협약하라."</b>
</p>
</blockquote></li>

<li><p>
<b>데이터는 어떻게 수집?</b>
</p>

<p>
데이터셋 구축! Important!
</p>
<blockquote>
<p>
<b>"인건비 싼 나라의 인력을 적극 활용하라."</b>
</p>

<p>
<b>"나아가서 데이터셋을 모아서 팔 궁리를 하라." =&gt; "작은 서버 구축부터 시작하라."</b>
</p>
</blockquote></li>
</ul></li>

<li>Question (수강생)

<ul class="org-ul">
<li>설계 실무자의 두뇌 없이 자동으로 설계가 가능하냐?</li>

<li>보급되어 있는 유사한 기술이 있느냐?</li>

<li>작업, 검도의 신뢰도는 어떻게 되느냐?</li>
</ul></li>
</ul></li>
</ul>
</div>
</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-orgd666afb" class="outline-2">
<h2 id="orgd666afb"><span class="section-number-2">2</span> 생각해볼거리 및 의견, 아이디어 등등 whatever</h2>
</div>


<div id="outline-container-orgd4376fe" class="outline-2">
<h2 id="orgd4376fe"><span class="section-number-2">3</span> trivial</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li class="on"><code>[X]</code> AI 아이디어 COMPETITION</li>

<li class="off"><code>[&#xa0;]</code> 구글링, 전화, 논문, 특허 등으로 정보를 수집해보자

<ul class="org-ul">
<li>CAD 2021(Windows)
<span class="timestamp-wrapper"><span class="timestamp">&lt;2020-11-05 Thu&gt;</span></span></li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org834ce8b" class="outline-2">
<h2 id="org834ce8b"><span class="section-number-2">4</span> 일정</h2>
<div class="outline-text-2" id="text-4">
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-10-26 Mon 18:00</p>
<p class="author">Author: srolisp</p>
<p class="date">Created: 2020-11-08 Sun 09:08</p>
</div>
</body>
</html>
